
# for i in range (2,100,2):
#     print(i)


# for i in range (1,100,2):
#     print(i)


# for i in range (100):
#     if i % 2 != 0:
#         print(i)



# for i in range (1,10+1,2):
#     print(i*2)


# temperatura = [-30,25,5,-2]
# for i in temperatura:
#     if i < 0:
#         print('холодно надень куртку')
#     elif i <= 20:
#         print('прохладно')
#     else:
#         print('тепло,можно футболке')


for i in n:
    if i >=1:
        print('принять')
    elif i >=2:
        print('принять')
    elif i >=3:
        print('принять')
    elif i >= 4:
        print('принять')
else:
    print('не принять')


# ik = ['брюки','очки','плавки','ноутбук','зарядник,','загар крем ','футболка','кроссы','брюки','очки','плавки','ноутбук','зарядник,','загар крем ','футболка','кроссы']
# at_home = []
# sea = []
# for i in ik:
#     if i not in sea :
#         sea.append(i)
#     else:
#         at_home.append(i)
#
#
# # mix = ['яблока ','картошка','лимон','помидор','шокалад','вишнья','конфет','дыня ',' абрикос','тыква','мармелад']
# # num1 =['яблоко','лимон','вишнья','абрикос']
# # num2 =['конфет','шокалад','мармелад']
# # num3 =['картошка','помидор','дыня','тыква']
# # for i in mix:
# #
# #     print(num1)